tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aspell"
brew "autoconf"
brew "automake"
brew "cmake"
brew "openssl@3"
brew "conan"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "hugo"
brew "libgccjit"
brew "libtool"
brew "llvm"
brew "ninja"
brew "rsync"
brew "wget"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp"]
cask "dash"
cask "raycast"
cask "stats"
cask "steam"
